{
  "header": {
    "set-creator": "Creador del Set",
    "market-cap": "Capitalización de marcado",
    "set-holders": "Titulares del Set",
    "buy-fee": "Tarifa de Ingreso",
    "performance-fee": "Comisión por performance",
    "streaming-fee": "Comisión por uso de la plataforma",
    "inception-date": "Fecha de origen",
    "current-price": "Precio actual",
    "24hr-price-change": "Cambio de precio 24 h.",
    "24hr-percent-change": "Cambio de porcentaje 24 h.",
    "follow": "Seguir",
    "following": "Siguiendo",
    "manage": "Administrar",
    "edit-set": "Editar Set",
    "fee-controls": "Controles de comisiones",
    "rebalance": "Rebalanceo",
    "go-back": "Explore Sets"
  },
  "banner": {
    "currently-in-rebalance": "{{setName}} está actualmente en el flujo de rebalanceo. Siga y participe en el rebalanceo aquí.",
    "disabled-buying": "Comprar {{setName}} está temporalmente desactivado. Haga clic aquí para obtener más información."
  },
  "price-chart": {
    "current-price": "Precio actual",
    "token": "Token",
    "quantity-per-set": "Cantidad por Set",
    "token-price": "Precio del token",
    "current-allocation": "Asignación de Precio Actual",
    "target-allocation": "Asignación de Precio Objetivo",
    "percent-change": "Cambio Porcentual",
    "total-price": "Precio total por Set",
    "underlying": "Tokens subyacentes"
  },
  "price-chart-footer": {
    "see-less": "Ver menos",
    "see-more": "Ver más"
  },
  "social-trader-set": {
    "about": "Acerca de",
    "market-cap": "Capitalización de mercado",
    "market-cap-description": "La capitalización de mercado es el valor total en dólares de la oferta total de un Set. Por ejemplo, si un Set vale 100 dólares, y hay 10 de tokens en existencia en el Set, la capitalización de mercado sería igual a 1.000 dólares.",
    "set-holders": "Titulares del Set",
    "set-holders-description": "Este es el número total de usuarios únicos que han comprado este Set.",
    "buy-fee": "Comisión de Compra ",
    "buy-fee-description": "Esta es la comisión que se paga al creador del Set al momento de la compra. Por ejemplo, si un usuario compra 100.00 dólares de un Set que tiene una tarifa de compra del 2%, entonces 2.00 dólares del Set minado serán transferidos a la dirección del creador del Set. Este valor puede variar entre 0 y 5% y puede ser actualizado por el creador del Set con una demora de 7 días en la confirmación.",
    "performance-fee": "Comisión por Performance",
    "performance-fee-description": "La tasa por performance es el porcentaje de los beneficios obtenidos por el Creador del Set si el valor del Set ha crecido por encima de su watermark. Por ejemplo, un usuario compra 100.00 dólares de un Set con un 20% de comisión y una watermark alta de 100.00 dólares. Por cada dólar que el Set aumente en valor por encima de 100 dólares, el creador del Set puede reclamar 0,20 dólares de beneficio.",
    "streaming-fee": "Comisión por Uso de Plataforma",
    "streaming-fee-description": "La tasa por uso de la plataforma es una tarifa anual sobre el total de la capitalización de mercado del Set que el Creador del Set puede acumular en cualquier momento. Por ejemplo, un Set se crea con una tarifa por uso de la plataforma del 2%. Después de 6 meses, el creador puede reclamar el 1% del total de la capitalización del mercado del Set como tarifas.",
    "high-water-mark": "Valor de Referencia de Crecimiento",
    "high-water-mark-description": "El valor de referencia de crecimiento es el precio más alto que ha alcanzado un Set en el pasado. Para que los comerciantes acumulen comisiones de rendimiento, el valor del Set debe superar este valor.",
    "benchmark-asset": "Token de referencia",
    "benchmark-asset-description": "El activo de referencia es utilizado para denominar el valor de referencia de crecimiento del Set.  Por ejemplo, si el activo de referencia de un Set es ETH, el valor del Set para el cálculo de las comisiones por performance se medirá contra el valor del Set en ETH",
    "unactualized-performance-fee": "Comisión por performance desactualizadas",
    "unactualized-performance-fee-description": "El porcentaje actual de la cuota de por performance que aún no se ha acreditado al Creador del Set .",
    "unactualized-streaming-fee": "Comisión por uso de la plataforma desactualizadas",
    "unactualized-streaming-fee-description": "El porcentaje actual correspondiente a las comisiones por uso de la Plataforma que aún no han sido acreditadas al creador del Set",
    "inception-date": "Fecha de origen",
    "max-drawdown": "Caída Máxima ",
    "max-drawdown-description": "La caída máxima mide la mayor disminución del valor de un conjunto, desde el pico hasta el fondo, durante la vida útil de un Set.",
    "total-trades": "Operaciones totales",
    "trades-per-month": "Operaciones por mes",
    "trades-per-month-description": "El promedio de operaciones que este Set ha ejecutado históricamente por mes.",
    "creators-balance": "Saldo del creador en el Set",
    "creators-balance-description": "La cantidad de dinero que el creador del Set ha invertido en el Set. ",
    "created-by": "Creado por",
    "feed": "Novedades",
    "empty-feed-set": "Este Set no ha publicado ninguna actividad todavía.",
    "empty-feed-user": "Este usuario no ha publicado ninguna actividad todavía.",
    "empty-feed-home": "Tu Página de Novedades está vacía.  Debes seguir o comprar algún Set para ver novedades en este espacio"
  },
  "robo-set": {
    "next-rebalance": "Próximo rebalanceo",
    "key-facts": "Factores clave",
    "strategy": "Estrategia de administración",
    "question": "¿Tiene alguna pregunta?",
    "talk-to-us": "Hable a un miembro del equipo",
    "rebalancing-phase": "Fase de rebalanceo",
    "rebalancing-phase-description": "Indica en qué fase de rebalanceo se encuentra el Set. Las fases principales son: Normal, Crossover inicial, Propuesta y Rebalanceando.",
    "last-rebalance": "Último rebalanceo",
    "rebalancing-interval": "Intervalo de rebalanceo",
    "rebalancing-interval-description": "La cantidad de tiempo que un Set debe esperar hasta que pueda lanzar su rebalanceo.  Ayuda a evitar el desfasaje de precios por ejecutar demasiados rebalanceos en un período corto de tiempo",
    "rebalancing-tolerance": "Tolerancia de rebalanceo",
    "rebalancing-tolerance-description": "El cambio de precio mínimo que debe tener un token de componente para ejecutar un rebalanceo. Esto ayuda a evitar rebalnceos innecesarios para los Sets que ya están cerca de su asignación de origen."
  },
  "common": {
    "general": "General",
    "fees": "Comisiones",
    "rebalance": "Rebalanceo",
    "set-address": "Dirección del Set",
    "set-address-description": "La dirección del contrato de Ethereum desplegado del Set listado. No envíe fondos directamente a esta dirección.",
    "copy-address": "Copiar dirección",
    "copy-address-tooltip-title": "¡Copiada!",
    "copy-address-tooltip-description": "No envíes ningún token, ETH, o cualquier otra moneda a esta dirección.",
    "etherscan-link": "Enlace Etherscan",
    "view-on-etherscan": "Ver en Etherscan",
    "read-more": "Ver más",
    "read-less": "Ver menos"
  }
}
